Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# board.importHint
source: A FEN, a PGN, or just the moves — 1.e4 e5 or e2e4 e7e5. Comments, move numbers and variations are ignored.
ar_sa: FEN أو PGN أو النقلات فقط — 1.e4 e5 أو e2e4 e7e5. تُتجاهل التعليقات وأرقام النقلات والتنويعات.
cs: FEN, PGN nebo jen tahy — 1.e4 e5 nebo e2e4 e7e5. Komentáře, čísla tahů a varianty se ignorují.
da: En FEN, en PGN eller bare trækkene — 1.e4 e5 eller e2e4 e7e5. Kommentarer, træknumre og varianter ignoreres.
de_de: Eine FEN, eine PGN oder einfach die Züge — 1.e4 e5 oder e2e4 e7e5. Kommentare, Zugnummern und Varianten werden ignoriert.
el: Ένα FEN, ένα PGN ή απλώς οι κινήσεις — 1.e4 e5 ή e2e4 e7e5. Σχόλια, αριθμοί κινήσεων και παραλλαγές αγνοούνται.
es_es: Un FEN, un PGN o solo las jugadas — 1.e4 e5 o e2e4 e7e5. Se ignoran comentarios, números de jugada y variantes.
fi: FEN, PGN tai pelkät siirrot — 1.e4 e5 tai e2e4 e7e5. Kommentit, siirtonumerot ja muunnelmat ohitetaan.
fr_ca: Un FEN, un PGN ou juste les coups — 1.e4 e5 ou e2e4 e7e5. Les commentaires, numéros de coup et variantes sont ignorés.
he: FEN, PGN או רק המהלכים — 1.e4 e5 או e2e4 e7e5. הערות, מספרי מהלכים ווריאציות אינם נקראים.
hi: एक FEN, एक PGN, या सिर्फ़ चालें — 1.e4 e5 या e2e4 e7e5। टिप्पणियाँ, चाल संख्याएँ और वैरिएशन अनदेखे रहते हैं।
hu: Egy FEN, egy PGN vagy csak a lépések — 1.e4 e5 vagy e2e4 e7e5. A megjegyzéseket, lépésszámokat és változatokat figyelmen kívül hagyjuk.
id: Sebuah FEN, PGN, atau langkahnya saja — 1.e4 e5 atau e2e4 e7e5. Komentar, nomor langkah, dan variasi diabaikan.
it: Un FEN, un PGN o solo le mosse — 1.e4 e5 oppure e2e4 e7e5. Commenti, numeri di mossa e varianti vengono ignorati.
ja: FEN、PGN、または手順だけ — 1.e4 e5 や e2e4 e7e5。コメント・手数番号・変化手順は無視されます。
ko: FEN, PGN, 또는 수순만 — 1.e4 e5 또는 e2e4 e7e5. 주석, 수 번호, 변화수는 무시됩니다.
ms: FEN, PGN, atau langkahnya sahaja — 1.e4 e5 atau e2e4 e7e5. Komen, nombor langkah dan variasi diabaikan.
nl_nl: Een FEN, een PGN of gewoon de zetten — 1.e4 e5 of e2e4 e7e5. Commentaar, zetnummers en varianten worden genegeerd.
no: En FEN, en PGN eller bare trekkene — 1.e4 e5 eller e2e4 e7e5. Kommentarer, trekknumre og varianter ignoreres.
pl: FEN, PGN albo same ruchy — 1.e4 e5 lub e2e4 e7e5. Komentarze, numery ruchów i warianty są pomijane.
pt_br: Um FEN, um PGN ou apenas os lances — 1.e4 e5 ou e2e4 e7e5. Comentários, números de lance e variantes são ignorados.
ro: Un FEN, un PGN sau doar mutările — 1.e4 e5 sau e2e4 e7e5. Comentariile, numerele mutărilor și variantele sunt ignorate.
ru: FEN, PGN или просто ходы — 1.e4 e5 либо e2e4 e7e5. Комментарии, номера ходов и варианты пропускаются.
sv: En FEN, en PGN eller bara dragen — 1.e4 e5 eller e2e4 e7e5. Kommentarer, dragnummer och varianter ignoreras.
th: FEN, PGN หรือแค่ลำดับหมาก — 1.e4 e5 หรือ e2e4 e7e5 ระบบจะข้ามคำอธิบาย เลขตา และแนวแปร
tr: Bir FEN, bir PGN ya da sadece hamleler — 1.e4 e5 veya e2e4 e7e5. Yorumlar, hamle numaraları ve varyantlar yok sayılır.
vi: Một FEN, một PGN, hoặc chỉ các nước đi — 1.e4 e5 hoặc e2e4 e7e5. Chú thích, số nước và biến thể sẽ được bỏ qua.
zh_hans: FEN、PGN，或只有着法 — 1.e4 e5 或 e2e4 e7e5。注释、回合数和变着都会被忽略。
zh_hant: FEN、PGN，或只有著法 — 1.e4 e5 或 e2e4 e7e5。註解、回合數和變著都會被忽略。

# board.importTitle
source: Paste a game or a position
ar_sa: الصق مباراة أو وضعية
cs: Vložte partii nebo pozici
da: Indsæt et parti eller en stilling
de_de: Partie oder Stellung einfügen
el: Επικόλληση παρτίδας ή θέσης
es_es: Pega una partida o una posición
fi: Liitä peli tai asema
fr_ca: Collez une partie ou une position
he: הדבק משחק או עמדה
hi: गेम या पोज़िशन पेस्ट करें
hu: Illessz be játszmát vagy állást
id: Tempel permainan atau posisi
it: Incolla una partita o una posizione
ja: 棋譜または局面を貼り付け
ko: 기보 또는 포지션 붙여넣기
ms: Tampal permainan atau kedudukan
nl_nl: Plak een partij of stelling
no: Lim inn et parti eller en stilling
pl: Wklej partię lub pozycję
pt_br: Cole uma partida ou uma posição
ro: Lipește o partidă sau o poziție
ru: Вставьте партию или позицию
sv: Klistra in ett parti eller en ställning
th: วางเกมหรือตำแหน่ง
tr: Bir oyun veya konum yapıştır
vi: Dán ván cờ hoặc thế cờ
zh_hans: 粘贴棋谱或局面
zh_hant: 貼上棋譜或局面

# board.movesRead
source: Read %lld moves.
ar_sa: تمت قراءة %lld نقلة.
cs: Načteno %lld tahů.
da: Indlæste %lld træk.
de_de: %lld Züge eingelesen.
el: Διαβάστηκαν %lld κινήσεις.
es_es: Se leyeron %lld jugadas.
fi: Luettiin %lld siirtoa.
fr_ca: %lld coups lus.
he: נקראו %lld מהלכים.
hi: %lld चालें पढ़ी गईं।
hu: %lld lépés beolvasva.
id: Membaca %lld langkah.
it: Lette %lld mosse.
ja: %lld手を読み込みました。
ko: %lld수를 읽었습니다.
ms: Membaca %lld langkah.
nl_nl: %lld zetten ingelezen.
no: Leste %lld trekk.
pl: Wczytano %lld ruchów.
pt_br: %lld lances lidos.
ro: S-au citit %lld mutări.
ru: Прочитано ходов: %lld.
sv: Läste in %lld drag.
th: อ่านได้ %lld ตา
tr: %lld hamle okundu.
vi: Đã đọc %lld nước.
zh_hans: 已读取 %lld 步。
zh_hant: 已讀取 %lld 步。

# board.positionOnly
source: Position read.
ar_sa: تمت قراءة الوضعية.
cs: Pozice načtena.
da: Stilling indlæst.
de_de: Stellung eingelesen.
el: Η θέση διαβάστηκε.
es_es: Posición leída.
fi: Asema luettu.
fr_ca: Position lue.
he: העמדה נקראה.
hi: पोज़िशन पढ़ी गई।
hu: Állás beolvasva.
id: Posisi terbaca.
it: Posizione letta.
ja: 局面を読み込みました。
ko: 포지션을 읽었습니다.
ms: Kedudukan dibaca.
nl_nl: Stelling ingelezen.
no: Stilling lest inn.
pl: Wczytano pozycję.
pt_br: Posição lida.
ro: Poziție citită.
ru: Позиция прочитана.
sv: Ställning inläst.
th: อ่านตำแหน่งแล้ว
tr: Konum okundu.
vi: Đã đọc thế cờ.
zh_hans: 已读取局面。
zh_hant: 已讀取局面。

# board.promoteTo
source: Promote to
ar_sa: ترقية إلى
cs: Proměnit na
da: Forfremmes til
de_de: Umwandeln in
el: Προαγωγή σε
es_es: Coronar a
fi: Korota
fr_ca: Promouvoir en
he: הכתרה ל
hi: में प्रोन्नत करें
hu: Átváltoztatás
id: Promosi ke
it: Promuovi a
ja: 成る駒
ko: 승격할 기물
ms: Naik taraf ke
nl_nl: Promoveren tot
no: Forfremmes til
pl: Promuj na
pt_br: Promover a
ro: Promovează în
ru: Превратить в
sv: Förvandla till
th: เลื่อนขั้นเป็น
tr: Terfi et
vi: Phong thành
zh_hans: 升变为
zh_hant: 升變為

# board.readIt
source: Read it
ar_sa: اقرأها
cs: Načíst
da: Indlæs
de_de: Einlesen
el: Ανάγνωση
es_es: Leer
fi: Lue
fr_ca: Lire
he: קרא
hi: पढ़ें
hu: Beolvasás
id: Baca
it: Leggi
ja: 読み込む
ko: 읽기
ms: Baca
nl_nl: Inlezen
no: Les inn
pl: Wczytaj
pt_br: Ler
ro: Citește
ru: Прочитать
sv: Läs in
th: อ่าน
tr: Oku
vi: Đọc
zh_hans: 读取
zh_hant: 讀取

# board.reviewing
source: Looking back — play a move to branch from here.
ar_sa: أنت تستعرض — العب نقلة لتتفرّع من هنا.
cs: Prohlížíte partii — zahrajte tah a odbočte odsud.
da: Du ser tilbage — spil et træk for at forgrene herfra.
de_de: Rückblick — spiele einen Zug, um hier abzuzweigen.
el: Ανασκόπηση — παίξε μια κίνηση για να διακλαδώσεις από εδώ.
es_es: Estás mirando atrás — juega una jugada para ramificar desde aquí.
fi: Selaat taaksepäin — tee siirto haarautuaksesi tästä.
fr_ca: Retour en arrière — jouez un coup pour créer une variante ici.
he: מסתכלים אחורה — שחקו מהלך כדי להסתעף מכאן.
hi: पीछे देख रहे हैं — यहाँ से नई शाखा के लिए एक चाल चलें।
hu: Visszanézés — lépj egyet, hogy innen ágazz el.
id: Melihat ke belakang — mainkan langkah untuk bercabang dari sini.
it: Stai guardando indietro — gioca una mossa per creare una variante da qui.
ja: 巻き戻し中 — ここから指すと分岐します。
ko: 이전 국면 — 여기서 두면 새 변화로 갈라집니다.
ms: Melihat semula — mainkan langkah untuk bercabang dari sini.
nl_nl: Je kijkt terug — speel een zet om hier af te takken.
no: Ser tilbake — spill et trekk for å forgrene herfra.
pl: Przeglądasz partię — zagraj ruch, aby rozgałęzić od tego miejsca.
pt_br: Olhando para trás — jogue um lance para ramificar daqui.
ro: Privești înapoi — fă o mutare pentru a ramifica de aici.
ru: Просмотр — сделайте ход, чтобы начать отсюда новую линию.
sv: Du tittar tillbaka — spela ett drag för att grena av härifrån.
th: กำลังย้อนดู — เดินหมากเพื่อแตกแนวจากตรงนี้
tr: Geriye bakıyorsun — buradan dallanmak için bir hamle yap.
vi: Đang xem lại — đi một nước để rẽ nhánh từ đây.
zh_hans: 正在回看 — 走一步棋即可从这里分支。
zh_hant: 正在回看 — 走一步棋即可從這裡分支。

# board.seatYou
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# board.setUp
source: Set up
ar_sa: رتّب
cs: Sestavit
da: Opstil
de_de: Aufbauen
el: Στήσιμο
es_es: Colocar
fi: Aseta
fr_ca: Composer
he: סדר
hi: सजाएँ
hu: Felállítás
id: Susun
it: Componi
ja: 並べる
ko: 배치
ms: Susun
nl_nl: Opstellen
no: Sett opp
pl: Ustaw
pt_br: Montar
ro: Așază
ru: Расставить
sv: Ställ upp
th: ตั้งกระดาน
tr: Diz
vi: Xếp cờ
zh_hans: 摆棋
zh_hant: 擺棋

# board.startOver
source: Start over
ar_sa: ابدأ من جديد
cs: Začít znovu
da: Start forfra
de_de: Neu beginnen
el: Ξεκίνα ξανά
es_es: Empezar de nuevo
fi: Aloita alusta
fr_ca: Recommencer
he: התחל מחדש
hi: फिर से शुरू करें
hu: Újrakezdés
id: Mulai lagi
it: Ricomincia
ja: 最初から
ko: 다시 시작
ms: Mula semula
nl_nl: Opnieuw beginnen
no: Start på nytt
pl: Zacznij od nowa
pt_br: Recomeçar
ro: Începe din nou
ru: Начать заново
sv: Börja om
th: เริ่มใหม่
tr: Baştan başla
vi: Bắt đầu lại
zh_hans: 重新开始
zh_hant: 重新開始

# board.stoppedAt
source: Read %lld moves, then stopped at “%@”.
ar_sa: تمت قراءة %lld نقلة، ثم توقفت عند «%@».
cs: Načteno %lld tahů, pak konec u „%@“.
da: Indlæste %lld træk og stoppede så ved “%@”.
de_de: %lld Züge eingelesen, dann Halt bei „%@“.
el: Διαβάστηκαν %lld κινήσεις και μετά σταμάτησε στο «%@».
es_es: Se leyeron %lld jugadas y se detuvo en «%@».
fi: Luettiin %lld siirtoa, sitten pysähdys kohtaan ”%@”.
fr_ca: %lld coups lus, puis arrêt à « %@ ».
he: נקראו %lld מהלכים, ואז עצירה ב־„%@”.
hi: %lld चालें पढ़ी गईं, फिर “%@” पर रुक गया।
hu: %lld lépés beolvasva, majd megállt itt: „%@”.
id: Membaca %lld langkah, lalu berhenti di “%@”.
it: Lette %lld mosse, poi si è fermato a “%@”.
ja: %lld手を読み込み、「%@」で停止しました。
ko: %lld수를 읽고 “%@”에서 멈췄습니다.
ms: Membaca %lld langkah, kemudian berhenti pada “%@”.
nl_nl: %lld zetten ingelezen, daarna gestopt bij “%@”.
no: Leste %lld trekk, og stoppet så ved «%@».
pl: Wczytano %lld ruchów, potem zatrzymano na „%@”.
pt_br: %lld lances lidos, depois parou em “%@”.
ro: S-au citit %lld mutări, apoi s-a oprit la „%@”.
ru: Прочитано ходов: %lld, затем остановка на «%@».
sv: Läste in %lld drag och stannade sedan vid ”%@”.
th: อ่านได้ %lld ตา แล้วหยุดที่ “%@”
tr: %lld hamle okundu, sonra “%@” hamlesinde durdu.
vi: Đã đọc %lld nước, rồi dừng ở “%@”.
zh_hans: 已读取 %lld 步，然后在“%@”处停止。
zh_hant: 已讀取 %lld 步，然後在「%@」處停止。

# board.takenOver
source: %1$@ — carrying on after %2$lld moves.
ar_sa: %1$@ — نواصل بعد %2$lld نقلة.
cs: %1$@ — pokračujeme po %2$lld tazích.
da: %1$@ — vi fortsætter efter %2$lld træk.
de_de: %1$@ — weiter nach %2$lld Zügen.
el: %1$@ — συνεχίζουμε μετά από %2$lld κινήσεις.
es_es: %1$@ — seguimos tras %2$lld jugadas.
fi: %1$@ — jatketaan %2$lld siirron jälkeen.
fr_ca: %1$@ — on continue après %2$lld coups.
he: %1$@ — ממשיכים אחרי %2$lld מהלכים.
hi: %1$@ — %2$lld चालों के बाद जारी।
hu: %1$@ — folytatás %2$lld lépés után.
id: %1$@ — lanjut setelah %2$lld langkah.
it: %1$@ — si prosegue dopo %2$lld mosse.
ja: %1$@ — %2$lld手目から指し継ぎます。
ko: %1$@ — %2$lld수 이후부터 이어 둡니다.
ms: %1$@ — sambung selepas %2$lld langkah.
nl_nl: %1$@ — verder na %2$lld zetten.
no: %1$@ — vi fortsetter etter %2$lld trekk.
pl: %1$@ — ciąg dalszy po %2$lld ruchach.
pt_br: %1$@ — seguindo após %2$lld lances.
ro: %1$@ — continuăm după %2$lld mutări.
ru: %1$@ — продолжаем после %2$lld ходов.
sv: %1$@ — vi fortsätter efter %2$lld drag.
th: %1$@ — เล่นต่อหลังจาก %2$lld ตา
tr: %1$@ — %2$lld hamleden sonra devam.
vi: %1$@ — chơi tiếp sau %2$lld nước.
zh_hans: %1$@ — 从第 %2$lld 步之后续下。
zh_hant: %1$@ — 從第 %2$lld 步之後續下。

# board.thinking
source: Thinking…
ar_sa: يفكر…
cs: Přemýšlí…
da: Tænker…
de_de: Denkt nach…
el: Σκέφτεται…
es_es: Pensando…
fi: Miettii…
fr_ca: Réflexion…
he: חושב…
hi: सोच रहा है…
hu: Gondolkodik…
id: Berpikir…
it: Sta pensando…
ja: 思考中…
ko: 생각 중…
ms: Berfikir…
nl_nl: Denkt na…
no: Tenker…
pl: Myśli…
pt_br: Pensando…
ro: Gândește…
ru: Думает…
sv: Tänker…
th: กำลังคิด…
tr: Düşünüyor…
vi: Đang suy nghĩ…
zh_hans: 思考中…
zh_hant: 思考中…

# board.toMove
source: %@ to move.
ar_sa: الدور على %@.
cs: Na tahu: %@.
da: %@ har trækket.
de_de: %@ am Zug.
el: Στη σειρά: %@.
es_es: Turno de %@.
fi: %@ siirtää.
fr_ca: %@ au trait.
he: התור של %@.
hi: %@ की चाल।
hu: %@ lép.
id: Giliran %@.
it: Tocca a %@.
ja: %@の手番です。
ko: %@ 차례입니다.
ms: Giliran %@.
nl_nl: %@ aan zet.
no: %@ har trekket.
pl: Ruch: %@.
pt_br: Vez de %@.
ro: %@ la mutare.
ru: Ход: %@.
sv: %@ har draget.
th: ตาของ %@
tr: Hamle sırası: %@.
vi: Lượt của %@.
zh_hans: 轮到%@走棋。
zh_hant: 輪到%@走棋。

# board.unreadable
source: That did not read as a game or a position.
ar_sa: لم يُقرأ هذا كمباراة أو وضعية.
cs: Tohle se nepodařilo přečíst jako partii ani pozici.
da: Det kunne ikke læses som et parti eller en stilling.
de_de: Das ließ sich weder als Partie noch als Stellung lesen.
el: Αυτό δεν διαβάστηκε ως παρτίδα ή θέση.
es_es: Eso no se pudo leer como partida ni como posición.
fi: Tätä ei voitu lukea peliksi eikä asemaksi.
fr_ca: Cela n’a pu être lu ni comme partie ni comme position.
he: לא הצלחנו לקרוא את זה כמשחק או כעמדה.
hi: इसे गेम या पोज़िशन के रूप में नहीं पढ़ा जा सका।
hu: Ezt nem sikerült játszmaként vagy állásként értelmezni.
id: Itu tidak terbaca sebagai permainan atau posisi.
it: Non è stato possibile leggerlo come partita o posizione.
ja: 棋譜としても局面としても読み取れませんでした。
ko: 기보나 포지션으로 읽을 수 없습니다.
ms: Itu tidak dapat dibaca sebagai permainan atau kedudukan.
nl_nl: Dit kon niet als partij of stelling worden gelezen.
no: Dette kunne ikke leses som et parti eller en stilling.
pl: Nie udało się tego odczytać jako partii ani pozycji.
pt_br: Não foi possível ler isso como partida ou posição.
ro: Nu s-a putut citi ca partidă sau poziție.
ru: Это не читается ни как партия, ни как позиция.
sv: Det gick inte att läsa som ett parti eller en ställning.
th: อ่านข้อความนี้เป็นเกมหรือตำแหน่งไม่ได้
tr: Bu, oyun veya konum olarak okunamadı.
vi: Không đọc được nội dung này thành ván cờ hay thế cờ.
zh_hans: 无法将其读取为棋谱或局面。
zh_hant: 無法將其讀取為棋譜或局面。

# clip.fourteenThousandMore
source: Brass Pawn has fourteen thousand more, chosen from what you have been finding hard rather than at random — and an engine that tells you what the stronger move was worth.
ar_sa: يضمّ Brass Pawn أربعة عشر ألفًا غيرها، مختارة ممّا تجده صعبًا لا بالقرعة — ومحرّكًا يخبرك بقيمة النقلة الأقوى.
cs: Brass Pawn jich má dalších čtrnáct tisíc, vybíraných podle toho, co vám dělá potíže, ne náhodně — a motor, který řekne, co silnější tah stál za.
da: Brass Pawn har fjorten tusinde mere, valgt ud fra det, du har svært ved, ikke tilfældigt — og en motor, der fortæller, hvad det stærkere træk var værd.
de_de: Brass Pawn hat vierzehntausend weitere, ausgewählt nach dem, was Ihnen schwerfällt, nicht zufällig — und eine Engine, die sagt, was der stärkere Zug wert war.
el: Το Brass Pawn έχει άλλα δεκατέσσερις χιλιάδες, επιλεγμένα από όσα δυσκολεύεστε και όχι στην τύχη — και μια μηχανή που λέει πόσο άξιζε η δυνατότερη κίνηση.
es_es: Brass Pawn tiene catorce mil más, elegidos entre lo que te cuesta y no al azar — y un motor que dice cuánto valía la jugada más fuerte.
fi: Brass Pawnissa on neljätoista tuhatta lisää, valittuna siitä mikä on tuntunut vaikealta eikä sattumanvaraisesti — ja moottori, joka kertoo mitä vahvempi siirto oli arvoltaan.
fr_ca: Brass Pawn en compte quatorze mille autres, choisis selon ce qui vous résiste plutôt qu’au hasard — et un moteur qui dit ce que valait le meilleur coup.
he: ל‑Brass Pawn יש עוד ארבעה‑עשר אלף, נבחרים לפי מה שקשה לך ולא באקראי — ומנוע שאומר כמה היה שווה המהלך החזק יותר.
hi: Brass Pawn में चौदह हज़ार और हैं, जो बेतरतीब नहीं बल्कि आपकी कठिनाइयों से चुने जाते हैं — और एक इंजन जो बताता है कि बेहतर चाल कितनी क़ीमती थी।
hu: A Brass Pawnban további tizennégyezer van, abból válogatva, ami nehezen megy, nem véletlenszerűen — és egy motor, amely megmondja, mit ért az erősebb lépés.
id: Brass Pawn punya empat belas ribu lagi, dipilih dari apa yang terasa sulit bagi Anda, bukan secara acak — dan mesin yang memberi tahu nilai langkah yang lebih kuat.
it: Brass Pawn ne ha altri quattordicimila, scelti tra ciò che trovi difficile e non a caso — e un motore che dice quanto valeva la mossa migliore.
ja: Brass Pawn にはさらに 14,000 問。無作為ではなく、あなたが苦手にしてきたものから選ばれます。より強い手が何点だったかを教えるエンジンつき。
ko: Brass Pawn에는 14,000문제가 더 있습니다. 무작위가 아니라 어려워한 것에서 고릅니다 — 그리고 더 강한 수의 가치를 알려주는 엔진이 함께합니다.
ms: Brass Pawn ada empat belas ribu lagi, dipilih daripada apa yang anda dapati sukar dan bukan secara rawak — serta enjin yang memberitahu nilai langkah yang lebih kuat.
nl_nl: Brass Pawn heeft er nog veertienduizend, gekozen op wat je lastig vindt in plaats van willekeurig — en een engine die zegt wat de sterkere zet waard was.
no: Brass Pawn har fjorten tusen til, valgt ut fra det du synes er vanskelig og ikke tilfeldig — og en motor som sier hva det sterkere trekket var verdt.
pl: Brass Pawn ma jeszcze czternaście tysięcy, wybieranych z tego, co sprawia Ci trudność, a nie losowo — i silnik, który mówi, ile wart był mocniejszy ruch.
pt_br: O Brass Pawn tem mais catorze mil, escolhidos pelo que você tem achado difícil e não ao acaso — e um motor que diz quanto valia o lance mais forte.
ro: Brass Pawn mai are paisprezece mii, alese din ce ți se pare greu, nu la întâmplare — și un motor care spune cât a valorat mutarea mai bună.
ru: В Brass Pawn их ещё четырнадцать тысяч — выбранных по тому, что даётся вам трудно, а не наугад, и движок, который говорит, чего стоил более сильный ход.
sv: Brass Pawn har fjortontusen till, valda utifrån vad du tycker är svårt och inte slumpmässigt — och en motor som säger vad det starkare draget var värt.
th: Brass Pawn มีอีกหนึ่งหมื่นสี่พันข้อ คัดจากสิ่งที่คุณทำได้ยาก ไม่ใช่สุ่ม — พร้อมเอนจินที่บอกว่าตาเดินที่ดีกว่ามีค่าเท่าใด
tr: Brass Pawn’da on dört bin tane daha var; rastgele değil, zorlandığınız yerlerden seçilir — ve daha güçlü hamlenin kaç ettiğini söyleyen bir motor.
vi: Brass Pawn còn mười bốn nghìn bài nữa, chọn theo những gì bạn thấy khó chứ không ngẫu nhiên — cùng một engine cho biết nước đi mạnh hơn đáng giá bao nhiêu.
zh_hans: Brass Pawn 还有一万四千道，按你觉得难的来挑，而非随机 —— 并有引擎告诉你更强的一手值多少。
zh_hant: Brass Pawn 還有一萬四千道，按你覺得難的來挑，而非隨機 —— 並有引擎告訴你更強的一手值多少。

# clip.getTheApp
source: Get Brass Pawn
ar_sa: احصل على Brass Pawn
cs: Získat Brass Pawn
da: Hent Brass Pawn
de_de: Brass Pawn laden
el: Αποκτήστε το Brass Pawn
es_es: Consigue Brass Pawn
fi: Hanki Brass Pawn
fr_ca: Obtenir Brass Pawn
he: להורדת Brass Pawn
hi: Brass Pawn प्राप्त करें
hu: Brass Pawn letöltése
id: Dapatkan Brass Pawn
it: Ottieni Brass Pawn
ja: Brass Pawn を入手
ko: Brass Pawn 받기
ms: Dapatkan Brass Pawn
nl_nl: Brass Pawn downloaden
no: Hent Brass Pawn
pl: Pobierz Brass Pawn
pt_br: Obter o Brass Pawn
ro: Descarcă Brass Pawn
ru: Установить Brass Pawn
sv: Hämta Brass Pawn
th: รับ Brass Pawn
tr: Brass Pawn’ı edinin
vi: Tải Brass Pawn
zh_hans: 获取 Brass Pawn
zh_hant: 取得 Brass Pawn

# clip.invitationKept
source: The invitation is kept. Install the app and it will be waiting.
ar_sa: الدعوة محفوظة. ثبّت التطبيق وستجدها بانتظارك.
cs: Pozvánka je uložena. Nainstalujte aplikaci a bude na vás čekat.
da: Invitationen er gemt. Installér appen, så ligger den og venter.
de_de: Die Einladung ist gespeichert. Installieren Sie die App, dann wartet sie dort.
el: Η πρόσκληση φυλάσσεται. Εγκαταστήστε την εφαρμογή και θα σας περιμένει.
es_es: La invitación queda guardada. Instala la app y allí estará.
fi: Kutsu on tallessa. Asenna sovellus, niin se odottaa siellä.
fr_ca: L’invitation est conservée. Installez l’app, elle vous y attendra.
he: ההזמנה נשמרה. התקינו את האפליקציה והיא תחכה שם.
hi: आमंत्रण सुरक्षित है। ऐप इंस्टॉल करें, वह वहाँ प्रतीक्षा में मिलेगा।
hu: A meghívó megmarad. Telepítse az appot, és ott várja majd.
id: Undangan disimpan. Pasang aplikasinya dan ia akan menunggu di sana.
it: L’invito resta salvato. Installa l’app e lo troverai ad attenderti.
ja: 招待は保存されます。アプリを入れれば、そこで待っています。
ko: 초대는 보관됩니다. 앱을 설치하면 그대로 기다리고 있습니다.
ms: Jemputan itu disimpan. Pasang apl dan ia akan menunggu di sana.
nl_nl: De uitnodiging blijft bewaard. Installeer de app en ze staat klaar.
no: Invitasjonen er tatt vare på. Installer appen, så ligger den og venter.
pl: Zaproszenie zostaje zachowane. Zainstaluj aplikację, a będzie tam czekać.
pt_br: O convite fica guardado. Instale o app e ele estará à espera.
ro: Invitația se păstrează. Instalează aplicația și te va aștepta acolo.
ru: Приглашение сохранено. Установите приложение — оно будет там.
sv: Inbjudan sparas. Installera appen, så ligger den och väntar.
th: คำเชิญถูกเก็บไว้ ติดตั้งแอปแล้วจะพบรออยู่
tr: Davet saklanır. Uygulamayı kurun, orada sizi bekliyor olacak.
vi: Lời mời được giữ lại. Cài ứng dụng và nó sẽ đợi ở đó.
zh_hans: 邀请已保留。装上应用，它就在那里等你。
zh_hant: 邀請已保留。裝上應用程式，它就在那裡等你。

# clip.invitedYou
source: %@ invited you to a game.
ar_sa: دعاك %@ إلى مباراة.
cs: %@ vás vyzval na partii.
da: %@ har inviteret dig til et parti.
de_de: %@ hat dich zu einer Partie eingeladen.
el: Ο/Η %@ σε προσκάλεσε σε παρτίδα.
es_es: %@ te ha invitado a una partida.
fi: %@ kutsui sinut pelaamaan.
fr_ca: %@ vous invite à une partie.
he: %@ הזמין אותך למשחק.
hi: %@ ने आपको एक खेल के लिए आमंत्रित किया है।
hu: %@ meghívott egy játszmára.
id: %@ mengundang Anda bermain.
it: %@ ti ha invitato a una partita.
ja: %@ さんから対局の招待です。
ko: %@ 님이 대국에 초대했습니다.
ms: %@ menjemput anda bermain.
nl_nl: %@ heeft je uitgenodigd voor een partij.
no: %@ har invitert deg til et parti.
pl: %@ zaprosił(a) Cię do partii.
pt_br: %@ convidou você para uma partida.
ro: %@ te-a invitat la o partidă.
ru: %@ приглашает вас на партию.
sv: %@ har bjudit in dig till ett parti.
th: %@ ชวนคุณเล่นหมากรุก
tr: %@ sizi bir oyuna davet etti.
vi: %@ đã mời bạn chơi một ván.
zh_hans: %@ 邀请你下一盘。
zh_hant: %@ 邀請你下一盤。

# clip.thatIsTheSample
source: That was six of them
ar_sa: تلك ستّ منها
cs: To bylo šest z nich
da: Det var seks af dem
de_de: Das waren sechs davon
el: Αυτά ήταν έξι από αυτά
es_es: Esos eran seis
fi: Siinä oli kuusi niistä
fr_ca: En voilà six
he: אלה היו שישה מהם
hi: ये उनमें से छह थे
hu: Ez hat volt közülük
id: Itu enam di antaranya
it: Questi erano sei
ja: これで 6 問
ko: 여섯 문제였습니다
ms: Itu enam daripadanya
nl_nl: Dat waren er zes
no: Det var seks av dem
pl: To było sześć z nich
pt_br: Esses foram seis
ro: Acestea au fost șase
ru: Это были шесть из них
sv: Det var sex av dem
th: นั่นคือหกข้อ
tr: Bunlar altı taneydi
vi: Đó là sáu bài
zh_hans: 这是其中六道
zh_hant: 這是其中六道

# clock.blitz
source: Blitz
ar_sa: خاطف
cs: Bleskovka
da: Lyn
el: Μπλιτς
fi: Pika
he: בזק
hi: ब्लिट्ज़
hu: Villám
ja: ブリッツ
ko: 블리츠
no: Lyn
pl: Błyskawiczne
ru: Блиц
sv: Blixt
th: บลิตซ์
tr: Yıldırım
vi: Cờ chớp
zh_hans: 快棋
zh_hant: 快棋

# clock.classical
source: Classical
ar_sa: كلاسيكي
cs: Klasika
da: Klassisk
de_de: Klassisch
el: Κλασικό
es_es: Clásica
fi: Klassinen
fr_ca: Classique
he: קלאסי
hi: क्लासिकल
hu: Klasszikus
id: Klasik
it: Classica
ja: クラシカル
ko: 클래식
ms: Klasik
nl_nl: Klassiek
no: Klassisk
pl: Klasyczne
pt_br: Clássico
ro: Clasic
ru: Классика
sv: Klassiskt
th: คลาสสิก
tr: Klasik
vi: Cờ tiêu chuẩn
zh_hans: 慢棋
zh_hant: 慢棋
